const ru = {
    chapter1: `
    <blockquote className={styles.quote}>
      Крошка сын к отцу пришёл,<br />
      и спросила кроха:<br />
      <em>Что такое хорошо и что такое плохо?</em><br />
      <strong>— В.В. Маяковский</strong>
    </blockquote>

    <p className={styles.text}>
      Этот детский вопрос на первый взгляд прост, но за ним скрывается глубокая философская дилемма.
      Что же на самом деле означает делать добро? Вся история человечества полна противоречий и моральных дилемм.
    </p>

    <h2 className={styles.subheading}>Исторический контекст</h2>
    <p className={styles.text}>
      Представь себе древнего вождя племени. Он собрал свою банду, напал на соседнее племя, уничтожил всех мужчин
      и стариков, а женщин и детей поработил. С точки зрения современной христианской морали это однозначно
      злодейство. Но потомки этого вождя спустя столетия могут гордиться своим предком, считая его великим завоевателем.
      Благодаря его действиям, их общество смогло выжить и процветать. Иронично, что молятся они при этом Иисусу,
      проповедовавшему любовь и прощение.
    </p>

    <h2 className={styles.subheading}>Современные параллели</h2>
    <p className={styles.text}>
      В современном мире методы присвоения чужого труда стали более изощренными, но суть осталась той же.
      Корпорации поглощают мелкие предприятия, экономически сильные страны эксплуатируют ресурсы слабых.
      Это приносит благо одним и беды другим. Даже внутри одной группы людей, что для одного является благом,
      для другого может быть злом.
    </p>

    <h2 className={styles.subheading}>Границы добра и зла</h2>
    <p className={styles.text}>
      Как же тогда определить, что является благом для всех? Все слишком ситуативно и субъективно. Но давай
      посмотрим с другой стороны: что однозначно является злом?
    </p>

    <p className={styles.text}>
      Смерть всегда пугала людей, и каждый по-своему пытается компенсировать этот страх. Убийство в определенных
      условиях может восприниматься как благо, но смерть всего человечества — это абсолютное зло. Действия,
      которые уменьшают шансы на выживание человечества, можно считать злом. Отсюда следует, что то, что
      увеличивает эти шансы, является благом.
    </p>

    <h2 className={styles.subheading}>Заключение</h2>
    <p className={styles.text}>
      Таким образом, предлагаю рассматривать вопросы морали через эту призму: любое действие, способствующее
      выживанию и процветанию человечества, можно считать добром. Это дает нам практический критерий для
      оценки поступков.
    </p>
  `,
  chapter2:`
    <blockquote className={styles.quote}>
      Боже, дай мне сил преодолеть то, что нужно,<br />
      Боже, дай мне смирения принять неизбежное,<br />
      И разума, чтобы отличить одно от другого.<br />
      <strong>— Моя интерпретация одной известной молитвы.</strong>
    </blockquote>
    <p className={styles.text}>
      На первый взгляд, утверждение, что любые действия, увеличивающие шансы на выживание человечества, являются благом, 
      кажется логичным и прагматичным. Однако это утверждение требует более тщательного анализа.
    </p>

    <h2 className={styles.subheading}>Спасение части общества:</h2>
    <p className={styles.text}>
      Когда речь идет о выживании человечества, ситуация может быть весьма однозначной. Если выбор стоит между гибелью всех или спасением 
      хотя бы части репродуктивно способного населения, то благо заключается именно в спасении этой части. Это может показаться жестоким, 
      но в экстремальных ситуациях такой выбор становится необходимым. Примером может служить сценарий глобальной катастрофы, 
      где для продолжения рода человеческого нужно сохранить хотя бы минимально необходимое количество людей.
    </p>

    <h2 className={styles.subheading}>Нарушение прав и свобод</h2>
    <h3 className={styles.subheading}>Определение свободы:</h3>
    <p className={styles.text}>
      Вопрос о том, что такое свобода, сложен и многогранен. В различных ситуациях люди вынуждены жертвовать своими правами и свободами 
      ради выживания. На работе, например, мы временно передаем часть своих прав начальникам, чтобы обеспечить себе средства к существованию.
      В разных странах существуют ограничения на демонстрацию определенных частей тела, и эти ограничения варьируются в зависимости от 
      культурных норм. Люди могут получить настоящую свободу только тогда, когда станут независимыми от социума, но это маловероятно в реальных 
      условиях жизни.
    </p>

    <h2 className={styles.subheading}>Долгосрочные последствия</h2>
    <h3 className={styles.subheading}>Непредсказуемость будущего:</h3>
    <p className={styles.text}>
      Мы не боги и не способны предвидеть все последствия наших действий. Иногда действия, которые кажутся благими в краткосрочной перспективе, 
      могут обернуться негативными последствиями в будущем. Однако это не должно нас останавливать в стремлении к выживанию.
    </p>

    <h2 className={styles.subheading}>Психологические и социокультурные аспекты</h2>
    <h3 className={styles.subheading}>Культура и бытие общества:</h3>
    <p className={styles.text}>
      Культура, по сути, должна обслуживать бытие общества, а не быть его фундаментом. Хотя обеднение культуры может показаться важным вопросом, 
      оно не должно затмевать стремление к выживанию. Важнейшим аспектом, который заслуживает внимания, является соблюдение социальной справедливости. 
      Это один из краеугольных камней общества, и далее в книге мы рассмотрим его более детально.
    </p>

    <p className={styles.text}>
      Таким образом, действия, направленные на повышение шансов выживания человечества, могут быть признаны благом. 
      Но к сожалению, мы не в состоянии сразу и однозначно определить, какие действия ведут к искомому результату. 
      Для того мы должны использовать наш разум, чтобы предвосхитить некоторые проблемы.
    </p>
  `,
  chapter3: `
  <blockquote className={styles.quote}>
    Некий чудак и поныне за Правду воюет,<br />
    Правда в речах его правды — на ломаный грош:<br />
    <em>Чистая Правда со временем восторжествует —<br />
    Если проделает то же, что явная Ложь!</em><br />
    <strong>— Владимир Высоцкий</strong>
  </blockquote>

  <p className={styles.text}>
    Все врут. Это очевидно: для собственной пользы искажение информации становится удобным инструментом.
    Благодаря лжи можно избежать наказания за плохие поступки, меньше напрягаться и получать незаслуженные блага.
    Человечество сегодня настолько могущественно, что способно компенсировать лень сотен миллионов ленивых врунов
    полностью и миллиардов частично. Ложь — замечательный инструмент легкой жизни.
  </p>

  <h2 className={styles.subheading}>Цена лжи</h2>
  <p className={styles.text}>
    Однако, всякий, кто искажает информацию, вносит дисбаланс в структуру общества.
    Не зная реальной картины производства ресурсов и неправильно распределяя эти ресурсы между потребителями, общество
    обречено рано или поздно столкнуться с кризисом. Исторически, выход из кризиса часто сопровождается неприятными формами
    присвоения чужого труда, включая войну в той или иной форме.
  </p>

  <h2 className={styles.subheading}>Как быть?</h2>
  <p className={styles.text}>
    Поэтому искоренение дисбаланса, вызванного повсеместной ложью, считаю одной из ступеней на пути к выживанию.
    Но я не призываю к абсолютному запрету лжи, ведь ложь во благо действительно существует, и ей необходимо уметь пользоваться,
    а также понимать, когда благо становится вредом.
  </p>

  <h2 className={styles.subheading}>Истина или Правда?</h2>
  <p className={styles.text}>
    Способ борьбы за выживание, который я избрал, — это рассказ правды. Не истины, ибо истина известна только богу.
  </p>
`,
chapter4: `
  <blockquote className={styles.quote}>
    И как же я видел на небе бога?<br />
    Мабуть, ошиблось сердце моё?<br />
    Значит, и в рай закрыта дорога?<br />
    За Богом не видел себя самого…<br />
    <strong>— Павел Пламенев</strong>
  </blockquote>

  <p className={styles.text}>
    Как бы я хотел, чтобы Бог существовал. Представьте себе, как это было бы здорово:
    Он обязательно позаботится о нас, поможет добыть еду, обеспечить тепло и счастье.
    Он накажет плохих людей.
    Это звучит прекрасно, не правда ли? Неважно, что лично вы не видели Бога — если у вас есть хотя бы что-то из вышеперечисленного,
    значит, Он работает, верно?
    Вы не видели доказательств того, что Его нет, так что, возможно, Он и существует?
  </p>

  <p className={styles.text}>
    Это все правда. Но чтобы полностью ответить на вопрос о существовании Бога, нужно понять, для чего он задан.
    Этот вопрос становится актуальным, когда вы находитесь в растерянности. Вы не понимаете, зачем жить дальше?
    Не знаете, почему у вас все идет плохо? Боитесь, что жизнь может не иметь смысла? Хотите верить, что в конце концов все будет хорошо?
  </p>

  <p className={styles.text}>
    Если для того, чтобы жить дальше и быть полезным обществу, вам нужно верить в Бога — обязательно верьте.
    Но помните: все блага и все зло, все правосудие и несправедливость исходят от людей.
    Именно сообщество людей может дать вам все, что вам нужно.
    И поскольку сообщество выполняет обязанности Бога, получается, что Бог или, по крайней мере, его заместитель на земле существует.
  </p>
`,
chapter5: `
<blockquote className={styles.quote}>
  Здесь типа демократия, на самом деле царство!<br />
  Я так люблю свою страну... и ненавижу<br />
  Государство, государство, государство!<br />
  Я ненавижу<br />
  Государство, государство, государство!<br />
  <strong>— Lumen</strong>
</blockquote>

<p className={styles.text}>
  Общество, собрание, группа — в нашем мире существует множество слов на всех языках, 
  описывающих явление объединения людей с целью совместных действий. Но как эти общества различаются? 
  Какие действия они осуществляют? Разница, кажется, невелика, 
  в каждом обществе есть что-то уникальное но в целом суть их — за все благое против всего плохого.
</p>

<h2 className={styles.subheading}>Почему нужно общество?</h2>
<p className={styles.text}>
  Почему людям нужно общество? Ответ кроется в простой истине — вместе легче выжить. 
  Много тысячелетий назад люди поняли, что оставшись вне общества, они обречены. 
  Есть исключения, но они только подтверждают правило — без общества человека ждет смерть и забвение. 
  Именно это глубокое желание объединиться приводит людей к формированию обществ. 
  Могут быть разные ситуационные отклонения, вызванные манипуляциями или традициями, 
  но любое общество, которое не заботится о своих членах, обречено на смерть.
</p>

<h2 className={styles.subheading}>Как отличить правильное общество?</h2>
<p className={styles.text}>
  Чтобы отличить правильное направление развития общества от неправильного, снова приходится обращаться к понятию блага. 
  Общество, которое увеличивает шансы на выживание человечества, действует верно. 
  Если же оно совершает действия, которые уменьшают или лишают человечество шансов на выживание, оно идет не верным путем.
</p>

<h2 className={styles.subheading}>Принципы общества</h2>
<p className={styles.text}>
  Из всего сказанного следует, что всякое общество должно следовать двум принципам:
</p>
<ol className={styles.list}>
  <li>Забота о членах общества (и, следовательно, увеличение шансов на выживание человечества в целом).</li>
  <li>Защита структуры общества (общество без установленных рычагов взаимодействия, другими словами, власти, также обречено).</li>
</ol>
    `,
chapter6: `
  <blockquote className={styles.quote}>
    Власть идёт не от народа!<br />
    Не повторяй эти глупости, записанные в Конституции!<br />
    Силой бойцов, а не воплями сброда<br />
    Держится власть и её экзекуции!<br />
    <strong>— Павел Пламенев</strong>
  </blockquote>

  <p className={styles.text}>
    У общества, которое желает продолжить своё существование, должна быть структура, с помощью которой
    индивиды, составляющие общество, могут взаимодействовать между собой. Такая структура в нашем языке может
    называться власть. Власть прежде всего — возможность одного индивида заставить выполнить желание другого 
    индивида.
  </p>

  <p className={styles.text}>
    Власть можно рассматривать по роду её происхождения, но в любом случае, независимо от её происхождения, её 
    осуществление зависит в первую очередь от веры, того, кому внушают управление, в то, что это правильно. 
  </p>

  <p className={styles.text}>
    Если вам нужны деньги, и вы для этого идёте на работу, значит, вас заставляют делать определённые 
    действия, нужные кому-то. Деньги — способ передачи властных импульсов. Один человек желает, чтобы другой 
    что-то сделал, и для этого он ему платит. Фактически получается, что деньги — это один из способов 
    осуществления власти.
  </p>

  <p className={styles.text}>
    Другой способ осуществления власти — вера. Иерарх веры считает, что его паства должна выполнять 
    определённые действия. Неважно какие — важно, что в результате один человек навязывает другому свои желания.
    Это не значит, что сам иерарх не будет поступать так же, как и его прихожане — он может сам верить в то, 
    что проповедует. Но в любом случае вера становится инструментом власти одних людей над другими.
  </p>

  <p className={styles.text}>
    И в случае с деньгами, и в случае с верой основной мотив заключается в том, чтобы люди поверили в 
    необходимость действовать согласно чьей-то воле. Фактически деньги — это такой же вопрос верования, как и 
    христианские религии, к примеру. Таких примеров можно привести множество. И с каждым примером выявляется 
    один и тот же факт — власть есть тогда, когда есть вера в неё у тех, над кем она осуществляется.
  </p>

  <p className={styles.text}>
    Власть невозможна тогда, когда человек знает, что без неё может получить то, что возжелает.
  </p>

  <p className={styles.text}>
    Власть возможна тогда, когда человек верит в то, что без неё не получит того, что ему нужно.
  </p>

  <p className={styles.text}>
    Вопрос в другом — хорошо это или плохо, что одни люди подчиняются другим?
    Всякий раз, когда возникает вопрос, в первую очередь стоит задуматься над тем, чем этот вопрос вызван?
  </p>

  <p className={styles.text}>
    Всё дело в том, что групповой труд гораздо эффективнее одиночного. Любой здоровый человек в состоянии 
    освоить любую часть любой производственной цепочки, но ни один не в состоянии уметь всё и более того — 
    сделать всё. К примеру, для добычи мамонта его нужно 300 раз ударить копьём в течение 1 минуты. 
    Ни один человек сделать этого сам не способен, нужна группа людей, которая одновременно нанесёт эти удары. 
  </p>

  <p className={styles.text}>
    Как это сделать? Наши предки для этого придумали делиться на командиров и подчинённых 
    (как бы они в тот или иной период времени не назывались), это наиболее простое решение задачи. По команде бей 
    группа людей успешно убила мамонта. У них есть еда — функция власти выполнена, власть может уходить до тех пор, 
    пока не понадобятся новые организационные усилия. Но так было только до тех пор, пока результат труда был известен 
    его исполнителям. Ведь если ты ударишь мамонта 301 раз, мяса больше не станет.
  </p>

  <p className={styles.text}>
    Но если, к примеру, для постройки дома нужно 1000 кирпичей, то управляющий вполне может заставить поверить подчинённых 
    в то, что нужно сделать 1100 кирпичей. В итоге труда затрачено больше, группа людей получала ту же самую пользу 
    (дом), а у управляющего осталось в запасе 100 кирпичей, с которыми он может лично сделать что угодно. 
  </p>

  <p className={styles.text}>
    Фактически для того, чтобы власть держалась, она должна постоянно выполнять полезную для общества функцию управления с целью 
    выживания этого общества (эта цель является первичной целью любого общества). Все остальные цели общества навязаны ему 
    его собственной властью.
  </p>

  <p className={styles.text}>
    Для осуществления желаний индивида в обществе применяется власть.
  </p>

  <p className={styles.text}>
    Или же для осуществления желаний индивида нужно, чтобы общество поверило в то, что это желание должно осуществиться.
  </p>

  <p className={styles.text}>
    Если в обществе нет проблем с базовыми потребностями, то индивид может использовать веру этого общества для достижения 
    целей сверх желаний этого общества, сообразно своим личным взглядам.
  </p>

  <p className={styles.text}>
    Вопрос правильности власти возникает тогда, когда:
    <br />
    1. неудовлетворены базовые желания общества
    <br />
    2. неудовлетворены желания других властьимущих членов этого общества.
  </p>

  <p className={styles.text}>
    В первом случае индивид, обладающий властью, использовал её неразумно, растратив на реализацию собственных желаний в ущерб обществу.
  </p>

  <p className={styles.text}>
    Во втором случае другой индивид желает получить дополнительную власть для реализации своих желаний.
  </p>
`,
chapter7: `
  <blockquote className={styles.quote}>
  Сбылась мечта — задумывай другую,<br />
  Сбылась другая — третью загадай.<br />
  Мечтай — чтоб жизнь прошла не вхолостую,<br />
  Чтоб не впустую жизнь прошла — мечтай…<br />
  <strong>— Елена Кичол</strong>
  </blockquote>

  <p className={styles.text}>
    Ранее мы рассмотрели два важных вопроса о природе власти и благостных действиях. Сейчас
    настал черёд обратить внимание на то что побуждает людей поступать тем или инным образом.
  </p>

  <p className={styles.text}>
    Желание. Был такой товарищ Фрейд, который в мотивах действий людей всегда искал "животную"
    составляющую, без сомнения во многих действиях людей эта составляющая присутствует напрямую или
    опосредованно (то есть в результате, например, утренних пробежек человек получает контроль над
    некоторыми своими физическими параметрами, что в свою очередь ведёт к повышению внимания от
    противоположного пола, что в свою очередь ведёт к повышению шансов удовлетворить желание
    размножения). Однако есть действия откровенно направленные на самоистребление общества, в котором
    проживает конкретный человек, или же выбывание человека из конкурентной борьбы внутри этого общества.
  </p>

  <p className={styles.text}>
    Чаще всего такие желания вызваны манипуляциями с человеческим сознанием, у человека в голове
    разными способами создаётся "правильный" образ поведения, который противоречит базовым "инстинктам".
    В конечном счёте такое деструктивное поведение служит удовлетворению чужих "животных" инстинктов
    за счёт добровольного выбывания из конкурентной борьбы поддавшихся на манипуляции индивидов. Наше
    естество через чувства даёт нам понятие о том, что нам нужно, и в процессе осознания этих чувств
    и возникают Желания.
  </p>

  <p className={styles.text}>
    В итоге у каждого человека возникает своё виденье ситуации и желательного преобразования её в тот
    вариант событий, при котором человеку будет лучше. Если человек не может правильно определить, что
    происходит, он не сможет и понять, что нужно ему сделать, чтобы получить желаемое развитие событий.
    Одна из форм власти и самая искусная среди всех - это власть над желаниями. Если манипуляции с
    оплатой труда, запугивание силой, запугивание страшным судом после смерти на данный момент более или
    менее ясны обществу и способ борьбы человека против этих манипуляций в принципе понятен, хотя мы ещё
    не полностью с ними справились, то борьба с ложными желаниями не только не начата, но ещё и не
    осознана обществом в его массе. Безусловно, нельзя сказать, что формирование Желаний в обществе
    устроено наихудшим из возможных образов, но если не раскрыть глаза обществу на ложь, в которой оно
    существует и ради которой живёт, рано или поздно это приведёт к перекосу распределения ресурсов
    среди людей, а так как человечество очень могуче, так как человечество становится всё сильнее, то
    риск самоуничтожения всё возрастает.
  </p>

  <p className={styles.text}>
    Для предотвращения вымирания нас как вида общество должно избавиться от ложных желаний. Для
    формирования жизнеспособных желаний нужна правда - опираясь на которую каждый человек сам для себя
    сделает выбор. И если человек не болен на голову, он обязательно сделает правильный выбор. У него
    обязательно будут правильные желания.
  </p>

  <p className={styles.text}>
    Как же отличить правильное желание от неправильного? Для этого можно проследить цепочку
    взаимосвязей до момента, когда становится ясно, какой из инстинктов будет удовлетворён в результате
    исполнения того или иного желания. Если не удовлетворяется какой-то ваш инстинкт, значит, удовлетворяется
    чьё-то ещё желание. И тогда вы сможете решить, а стоит ли вообще желать то, чего вам сейчас хочется.
  </p>

  <p className={styles.text}>
    Ведь люди по природе своей обладают таким свойством как лень и предпочтут скорее не делать что-то
    лишнее - чем делать. А значит, любое действие должно быть оправдано хотя бы с позиции лени, не говоря
    уже о каком-то там личном или всеобщем благе.
  </p>
`,
chapter8: `
  <blockquote className={styles.quote}>
  Посмотрите! Посмотрите!<br />
  Сзади мальчика, как тень,<br />
  По пятам крадется лень.<br />
  <strong>— Давыдова Т.</strong>
  </blockquote>

  <p className={styles.text}>
    И так добрались мы до лени и праздности — в огромном количестве рассуждений о лени,
    сгенерированных человечеством, есть много полезных для нас примеров. Я не буду их приводить...
  </p>

  <p className={styles.text}>
    Предлагаю осмыслить следующее:
  </p>

  <ul className={styles.list}>
    <li>Полторы тысячи лет назад многие крестьяне использовали ручной труд для распашки земель.</li>
    <li>Двести лет назад многие крестьяне использовали конный плуг для распашки земель.</li>
    <li>Сейчас многие крестьяне используют трактора для распашки земель.</li>
  </ul>

  <p className={styles.text}>
    Можно сделать вывод о том, что крестьяне трудятся всё меньше и меньше! Но ведь еды они производят всё больше и больше?
    Так ленятся они или нет? Всё дело в том, что лень не есть зло сама по себе. Лень — это чувство, которое помогает человеку
    в его существовании. Лень призвана нам в помощь для осознания лишних трат наших сил. Без лени прогресс был бы невозможен
    во многих отраслях нашего хозяйства. Что же получается — миллионы людей, борющихся с ленью, занимаются ерундой? Не получится
    ли так, что, проиграв борьбу с ленью, люди вымрут?
  </p>

  <p className={styles.text}>
    Лень нужно побеждать в каждом отдельном случае, а не полностью её исключать из своей жизни. И осуществлять эту борьбу не
    уродованием своей природы, превращаясь в трудоголика, не способного отличить производительный труд от мартышкиного. Так как
    лень — чувство, то справиться с ней можно только более сильными чувствами, которые порождаются вашими желаниями. Лень на самом
    деле становится тем сильнее, чем дальше ваша деятельность от ваших желаний. Но как только лень встанет против ваших желаний,
    она тут же позорно бежит.
  </p>

  <p className={styles.text}>
    Борьба с ленью на самом деле должна осуществляться поиском интересов, а не бездумным раздутием силы воли.
  </p>
`,
chapter9: `
    <blockquote className={styles.quote}>
      Сильный духом цель поставив, к ней стремится,<br />
      Ищет путь и способ, как её достичь.<br />
      Если трудности в пути - он не боится,<br />
      И не взяв чужого, он своё найдёт.<br />
      <br />
      Ну а слабый, что-нибудь желая,<br />
      Бога просит и судьбу клянёт.<br />
      Украдёт, других путей не зная,<br />
      Оправданье в слабости своей найдёт.<br />
      <strong>— Неизвестный автор</strong>
    </blockquote>

    <p className={styles.text}>
      Со всех сторон гремит нам объяснение, что сила воли помогает цели достижению. Но есть вопрос — вспомните, какое чувство у вас вызывает применение этой силы. Очень приятно, правда? Это как сходить в туалет, если нечем. В том-то вся и загвоздка — силу воли приходится применять тогда, когда ваши действия идут против ваших желаний. А когда это происходит? Тогда, когда ваши предполагаемые действия навязаны не вашими желаниями.
    </p>

    <p className={styles.text}>
      Значит, человек по собственному желанию, к примеру, поднявшийся на Эверест, не продемонстрировал силу воли. Силу воли продемонстрировали скорее те, кто помогал ему нести снаряжение. Хотя они также делали это, сообразуясь со своим желанием подзаработать. Силу воли можно тренировать, заставляя себя делать вещи, которые вам не интересны, нежеланны и так далее. Но если вспомнить наше рассуждение о желаниях, получается, что сила воли есть инструмент осуществления над вами власти. Значит, всякое применение этой силы — лакмусовая бумажка, по которой можно определить осуществляющееся на вас влияние.
    </p>

    <p className={styles.text}>
      Но не стоит сразу всё бросать и предаваться лени. Просто это один из сигналов к раздумью: нужно ли вам навязываемое обществом действие, или, быть может, стоит заняться тем, что для вас действительно важно? Как только вы поймёте свою выгоду от этого действия, и у вас появится желание к действию, отпадёт необходимость перебарывать себя. Или же поймёте, что вам это попросту не нужно.
    </p>

    <h2 className={styles.subheading}>Психологические последствия</h2>
    <p className={styles.text}>
      Используя силу воли, нужно понимать, что то, к чему вы идёте, используя её, вряд ли принесёт вам радость. Скорее всего, в результате волевых усилий вы приобретёте нечто, что вам необходимо просто с точки зрения выживания. Ваши чувства могут быть скомпенсированы теми благами, которые вы получите от усилий, но так получится жить только от безвыходности, и есть шанс попасть в губительный процесс, который сейчас принято называть депрессией.
    </p>

    <p className={styles.text}>
      Депрессия — это состояние, когда не хочется ничего делать, поскольку вы утратили ориентир (свои желания, вызванные вашими чувствами). К сожалению, я не являюсь специалистом или сколько бы то ни было опытным человеком в вопросе выхода из депрессии, но я объясняю, каким образом люди попадают в неё. Если вы постоянно используете волю, вы не следуете своим желаниям. Вы перестаёте желать чего-либо и, соответственно, не испытываете положительных чувств. А лучший источник энергии — это ваши чувства. Как только у вас перестаёт хватать энергии на вашу деятельность, скорее всего, вам придётся её изменить.
    </p>

    <h2 className={styles.subheading}>Заключение</h2>
    <p className={styles.text}>
      Депрессия — это как защитный механизм организма от чрезмерного использования силы воли. Поэтому, используя силу воли, нужно понимать, что это сигнал к размышлению: не слишком ли вы увлеклись навязанными целями? Постарайтесь найти баланс между волевыми усилиями и вашими истинными желаниями, чтобы жить в гармонии с самим собой.
    </p>
  `,
  chapter10: `
    <blockquote className={styles.quote}>
      Назвать даже попросту не берусь<br />
      Все их — от ласки до горьких встрясок.<br />
      Наверное, сколько на свете чувств,<br />
      Столько цветов на земле и красок.<br />
      <br />
      Судьба моя! Нам ли с тобой не знать,<br />
      Что я под вьюгами не шатаюсь.<br />
      Ты можешь любые мне чувства дать,<br />
      Я все их готов, не моргнув, принять<br />
      И даже черных не испугаюсь.<br />
      <br />
      Но если ты даже и повелишь,<br />
      Одно, хоть убей, я отвергну! Это<br />
      Чувства, крохотные, как мышь,<br />
      Ничтожно-серого цвета!<br />
      <strong>— Эдуард Асадов — Цвета чувств.</strong>
    </blockquote>

    <p className={styles.text}>
      Власть над желаниями — самая изощрённая из известных мне властей. Давайте разберёмся, как она работает. Для этого ранее мы уже частично рассмотрели этот вопрос, а также сделали небольшое отступление, рассказав о таких вещах, как лень и воля. Таким образом, мы пришли к источнику всех желаний — чувствам. Лень, радость, печаль, злость и другие чувства нужны каждому человеку. На самом деле, чувства выступают в роли неких приборов, по которым мы ориентируемся в течение нашей жизни.
    </p>

    <p className={styles.text}>
      Всякий из нас желает испытывать позитивные чувства и не желает негативные. Как только мы начинаем испытывать негативные чувства, это сигнал нам задуматься: что не так? Что нужно изменить в своей жизни, чтобы не испытывать эти "нехорошие, ужасные" чувства? Испытывая же позитивные чувства, мы понимаем, что всё идёт правильно, с нашей точки зрения. Но есть небольшой нюанс: мы не рождаемся с чётким перечнем взаимосвязей «событие — чувство». Я не зря уточнил про личную точку зрения. Как и всякому прибору, нашим чувствам необходимо проходить периодическую юстировку. Не могу назвать точные периоды профилактик, но они без сомнения необходимы.
    </p>

    <p className={styles.text}>
      И именно в момент отладки наших чувств извне может пробраться к нам в сознание чужое влияние. Оно не всегда абсолютно негативно; часто даже помогает определиться с тем, что такое хорошо, а что — плохо. Но современные технологии уже позволяют искривлять показания приборов. К примеру, вам ненавязчиво через средства массовой информации внушают, что ваши предки сделали что-то плохое, вызывают в вас чувство вины, и сразу же формируется желание искупить вину.
    </p>

    <p className={styles.text}>
      Или говорят, что вы должны воспитывать своих детей по определённому шаблону, и тогда они будут счастливы — прикрывая это вашими собственными чувствами из юности, когда мир был так непонятен и страшен, а поведение ваших родителей казалось нелогичным (чувство недоверия, сомнения). И таких примеров можно привести очень много. Для формирования нужных управленцу желаний надо действовать именно через чувства, через подмену соотношения чувств к событиям. На некоторый срок можно заставить людей действовать против их естества.
    </p>

    <h2 className={styles.subheading}>Манипуляции через чувства</h2>
    <p className={styles.text}>
      Но наш организм очень мудр: у нас есть много чувств, и все из них взять под контроль пока не получалось ни у одного манипулятора. Несоответствие показаний разных чувств порождает внутренний конфликт, что заставляет людей задумываться над правильностью настроек своих чувств. Верно ли испытывать радость от смерти ребёнка твоего врага? Ведь он вырастет, может отомстить... Правильно ли не наказывать своего ребёнка за издевательства над более слабыми? Ведь они тоже могут отомстить...
    </p>

    <p className={styles.text}>
      Правильно ли делать всё за своего ребёнка? Ведь он такой особенный... Вами управляют через ваши чувства, но вы также можете управлять собой, используя эту уязвимость. Если собственные желания от навязанных можно отличить по силе воли, используемой для их осуществления, то чем больше усилий вы прилагаете для осуществления желания, тем дальше оно от ваших собственных целей и чаяний. 
    </p>

    <p className={styles.text}>
      Так как отличить навязанные чувства от собственных? В каждом отдельном случае необходимо рассматривать все нюансы. Но универсальный ключ к решению этой задачи я уже ранее называл, пусть и не совсем явно. Поскольку для выживания на данном этапе развития нам нужно общество, которое без сомнений должно заботиться о выживании своих составных частей (людей), то верными будут те соотношения чувств к событиям, которые позволяют жить внутри этого общества в гармонии с ним и с самим собой.
    </p>

    <h2 className={styles.subheading}>Заключение: Понимание манипуляций через чувства</h2>
    <p className={styles.text}>
      Если в обществе начинают массово возникать противоречия в чувствах людей, это верный признак манипуляций, направленных против их чувств. А если такие манипуляции есть, значит, есть расхождения между официальным курсом управляющих этого общества и реальными желаниями людей во власти. Значит, либо есть группа управляющих, которая стремится осуществить свои желания за счёт перераспределения власти, либо текущие управленцы неверно использовали власть и пришли не к тому результату, ради которого их власть оправдывалась.
    </p>

    <p className={styles.text}>
      Всё, что вызывает в вас чувства, может быть использовано против вас. Чувства, вызываемые детьми, — одни из самых сильных, и поэтому манипуляции через детей очень эффективны.
    </p>
`,
chapter11: `
  <blockquote className={styles.quote}>
    Что – самая сладкая сладкость на свете?<br />
    Сахар – могла я когда-то ответить.<br />
    Мед, мармелад, пастила.. и щербет..<br />
    Только теперь поняла я ответ<br />
    <br />
    -Родного ребеночка – запах макушки,<br />
    Что остается на нашей подушке,<br />
    Пальчики нежные.. и ноготки–<br />
    Попка, коленочки…и локотки…<br />
    <br />
    Что – самая горькая горечь на свете?<br />
    Горчица – могла я когда-то ответить…<br />
    Редька и уксус… полынь и хинин..<br />
    Ну а теперь – мой ответ – лишь один:<br />
    <br />
    Губки дрожащие — плач на подходе<br />
    Вот от чего мое сердце заходит<br />
    Самая горечь – родного ребенка –<br />
    Полные слез и обиды глазенки<br />
    <strong>— вероятно Агния Барто.</strong>
  </blockquote>

  <h2 className={styles.subheading}>Влияние воспитания на будущих людей</h2>
  <p className={styles.text}>
    Помимо того что мы рассмотрели ранее, воспитание детей определённым образом уже формирует в будущих людях рычаги влияния для властных структур. Мало того что вас как родителей запугивают покалеченными судьбами несчастных детей, которых плохо воспитывали этим самым заставляя слушаться всяких там гуру воспитания, которые откровенно отрабатывают повестки своих нанимателей. Так ещё и через некоторое время власть получает более послушных граждан в необходимых им областях. И я говорю не о всеми признанной власти государств. Я говорю о тех кто действительно осуществляет управление, где-то это действительно президент страны, а где-то это никому не известный олигарх.
  </p>
  
  <h2 className={styles.subheading}>Иллюзия защиты от насилия</h2>
  <p className={styles.text}>
    Нам бесконечно твердят что насилие это ужас как плохо, и если дети сталкиваются с насилием это катастрофа для общества, нужно срочно бежать к психологу. Но давайте подумаем, на протяжении тысяч лет сталкивались ли люди с насилием? А дети? Помешало ли это человечеству отправиться в космос? Помешало ли насилие провести промышленную революцию? Или, может быть, предки тех, кто пытается сейчас отменить насилие, не грабили? Или не убивали своих врагов? Не били тех, кто им не нравится? Насилие — это один из инструментов взаимодействия людей. И им нужно уметь владеть. Сознательно ограждая своих детей от проявлений насилия, вы делаете их беззащитными против него. Как и у всякого инструмента, у насилия есть определённые правила применения. Нарушая их, вы действительно создаёте дисбаланс и ведёте своё общество к вымиранию. Когда несколько здоровых мужчин не могут остановить одного безоружного преступника, совершающего надругательство над женщиной при них, это очень тревожный звонок. Ребёнок, столкнувшийся с насилием, конечно пугается, поскольку не знает, что нужно делать. Но ровно так же он испугается и когда ему будет 30, если он не научится пользоваться насилием как инструментом.
  </p>
  
  <h2 className={styles.subheading}>Противоречия в обществе: семья как враг</h2>
  <p className={styles.text}>
    Нам твердят, что нельзя навязывать своё мнение о мире детям, нельзя ими управлять, нам нужно создать для детей эдакую золотую клетку, в которой они комфортно смогут развиваться и становиться личностью. Но фактически вас самих заставляют почувствовать, что вы не в состоянии вырастить детей и самоустраняться от воспитания по своим "личным" правилам, доверив другим людям воспитание ваших детей. Стоит ли потом удивляться, что ваши дети движутся куда-то не туда? Стоит ли удивляться низкой рождаемости в странах, где родители должны стать профессорами, прежде чем родить детей? Ранее, пару сот лет назад, дети в семье рассматривались как инвестиция (как бы грубо это не звучало), сейчас смотреть на детей кроме как на большой комок проблем и страшное напряжение становится всё сложнее. Поскольку не смотря на все декларации семья — враг для большинства современных правящих кругов.
  </p>
`,
chapter12: `
<blockquote className={styles.quote}>
  Крепка бывает та семья,<br />
  Где крест стоит на слове «Я»,<br />
  Где правит только слово «МЫ»,<br />
  Где есть совместные мечты.<br />
  Где есть достаток и уют,<br />
  Где дети весело снуют,<br />
  Где вечно вспыхивает вновь,<br />
  Такая страстная ЛЮБОВЬ!!!<br />
  <strong>— Автор мне не известен</strong>
</blockquote>

<h2 className={styles.subheading}>Семья как основа</h2>
<p className={styles.text}>
  Семья - самая базовая единица обьединения людей. Из покон веков внутри семьи происходят самые важные для 
  выживания человека и человечества как вида процессы. Накопления и распределения ресурсов, самовоспроизводства вида, 
  передачи знаний усвоенных предками.
</p>

<h2 className={styles.subheading}>Семья как враг правящих кругов</h2>
<p className={styles.text}>
  Так почему же семья есть враг правящих кругов? Не зависимо от устройства общества как социалистические, так
  и капиталистические режимы это всего лишь форма управления людьми. Для вашего правительства важно что бы вы выполняли возложенные 
  на вас функции. Для этого вы либо должны верить что поступаете правильно, либо не иметь возможности сопротивлятся управляющим 
  импульсам власти. И во всех случаях семья подрывает монополию власти. Фактически семьи выступают парралельной веткой власти
  и чем более сплочены люди в своих семьях тем сложнее ими управлять. Очень легко одного человека заставить выполнять все твои 
  прихоти если ты единственный кто может накормить. Но если появляется второй источник то ваша власть уже не абсолютна.
</p>

<h2 className={styles.subheading}>Современные общества и власть</h2>
<p className={styles.text}>
  В наше время принято разделять общества на социалистические, капиталистические, диктатуры но в итоге абсолютно во всех
  перечисленных обществах власть пытаются сохранять именно внутри семей. А значит что те кто добрались до высшей власти рано или 
  поздно будут применять её для того что бы обманным путём блага были доступны членам правящей семьи. А там где хорошо с ресурсами
  люди плодятся и чем больше семья тем больше её потребность в ресурсах, и чем больше используется власти для несправедливого 
  распределения ресурсов тем больше люди противостоят такой семье. Но если разбить семьи то сопротивление людей будет гораздо слабже.
</p>

<h2 className={styles.subheading}>Уничтожение семьи: Хорошо или плохо?</h2>
<p className={styles.text}>
  Плохо ли уничтожение семьи для человечества или хорошо? Размывая понятие семьи люди становятся более беззащитными против 
  произвола власти но так же их становится сложнее контролировать в другом плане, многим людям для счастья не нужны сверхдоходы
  а потому принудить их вкалывать не заботясь о своей семье гораздо сложнее, вот и вертятся мировые элиты между двумя огнями
  разрушить семью полностью значит убрать большой кусок мотивации у миллионов людей, если позволить семьям иметь много власти над их членами
  то создашь себе конкурентов. Отсюда кучи бредовых противоречивых законов по типу ты должен свом детям всё они тебе не должны ничего.
</p>

<h2 className={styles.subheading}>Проблемы наследственности власти</h2>
<p className={styles.text}>
  А так же ещё один нюанс обществ в которых власть передаётся по наследству - наследники власти слабеют. Конкуренция порождает развитие а у 
  наследников правителей конкуренция значительно ниже чем в обычных условиях и переходит в другие плоскости, оторванные от реальных 
  потребностей людей.
</p>

<h2 className={styles.subheading}>Социализм как решение</h2>
<p className={styles.text}>
  Для решения этих проблем был разработан умными людьми социализм. В котором человек оторванный от своей семьи различными способами
  вроде бы как должен по своим талантам занятся управлением обществом для его блага. Но группа людей обьединившаяся по семейному 
  признаку рано или поздно победит даже самого гениального одиночку в соревновании за власть. А значит круг замкнётся и всё 
  начнётся с начала.
</p>

<h2 className={styles.subheading}>Каков выход?</h2>
<p className={styles.text}>
  Каков же выход из этого бесконечного круговорота власти? 
</p>
<p className={styles.text}>
  Давайте представим что семьи не существуют в принципе:
</p>
<ul>
  <li>управлением добычи и распределения ресурсов для выживания новорожденных занимаются некие люди от правительства</li>
  <li>новорожденные растут в определённых организациях занимающихся их воспитанием</li>
  <li>процесс воспроизводства людей ограничен только набором днк партнёров по сексу, для исключения нежелательных мутаций 
  (можно даже не говорить людям что они родственники - секс возможен но без зачатия, и решение принимается на основе каких 
  нибудь днк чипов вшитых под кожу)</li>
  <li>в таком обществе люди скорее всего будут занимать должности в соответствии с их способностями</li>
  <li>такое общество защищено от передачи влияния по наследству сколько бы каждый индивид не присвоил 
  в течении своей жизни чужого труда в конечном счёте всё вернётся в распоряжение общества или пропадёт и перестанет
  влиять на других людей</li>
  <li>поскольку семья это обьединение людей по родственному признаку то её отсутствие не решит проблему принципиального 
  обьединения людей в группу на пример "голубоглазых слесарей" которые будут использовать свою власть для перераспределения
  ресурсов в свою пользу, а значит всё равно будет дизбаланс и безответсвенное потребление ресурсов там где это только возможно.</li>
  <li>в таком обществе прийдётся тратить много сил на отслеживание постоянно формирующихся обьединений людей что в свою очередь 
  создаст плодородную почву для возникновения к примеру группы "главных смотрящих"</li>
  <li>что же касается возникновения общества "общих детей" то его возникновение должно быть подпитано осознанием людей в его 
  "возможной целесообразности" потом законодательно утверждено, и при этом такое общество должно оставатся закрытым от 
  проникновения в него чужеродных элементов, в противном случае такое общество неизбежно проиграет борьбу за ресурсы впустив в себя
  адептов родовой власти. А значит возникновение такого общества очень сложно, слишком много совпадений должно произойти для
  этого.</li>
</ul>

<h2 className={styles.subheading}>Возвращение к семье</h2>
<p className={styles.text}>
  Теперь представим что в общества вернётся понятие семьи (Рода) с чёткой вертикалью власти внутри семьи.
</p>
<ul>
  <li>распределение ресурсов будет скорее всего более лояльным внутри этих семей</li>
  <li>властные круги будут как и ранее происходить из семей но их власть не будет настолько абсолютной как при текущем мироустройстве</li>
  <li>вероятность передела власти в обществе возрастёт "будут различные перевороты" а значит нужно будет законодательно поддерживать баланс 
  между семьями.</li>
  <li>такие общества уже существовали ранее а так же сохранены во властных структурах и сейчас. В результате существования таких 
  обществ неизбежно возникает ситуация когда одна из семей, долго находясь у власти, ради перехвата ресурсов у других семей начинает с ними войну
  и в случае победы такой семьи вновь все ресурсы общества будут подчинены властным кругам что приведёт рано или поздно опять таки к революции.</li>
</ul>

<h2 className={styles.subheading}>Заключение</h2>
<p className={styles.text}>
  Как мы видим семья для общества очень сложный вопрос, ни одно решение вопроса семьи не идеально. Но пока мы существуем как вид в наших 
  силах поддерживать любые типы обществ а для этого должна вестись постоянная работа над каждым членом общества включая и власть имущих. 
  Такая работа называется воспитание.
</p>
`,
chapter13:`
  <h2 className={styles.subheading}>Что посеешь, то и пожнёшь...</h2>
  <p className={styles.text}>
  — Новый Завет.
  </p>
  <p className={styles.text}>
  Воспитание помогает примириться с несовершенством каждой конкретной модели общества. Когда люди сталкиваются с несправедливым распределением ресурсов, они могут воспитывать в следующих поколениях качества, которые помогут примириться с этим положением. И воспитание будет работать, пока человек хотя бы не голоден. Однако бесконечно ущемляя одни части общества ради достатка в других его частях, рано или поздно правящие круги совершат фатальные ошибки в распределении ресурсов. Как люди решают такие проблемы? Элиты, понимая, что они не могут удовлетворить желания масс, признают нехватку ресурсов, но виноватыми делают кого-то другого. Начинается война, и все проблемы списываются на неё. Много веков назад было то же самое, но без такой утончённой манипуляции, тогда лидер какого-то общества просто звал людей грабить соседей ради собственного благополучия. Так о каком воспитании мы говорим, если все формы воспитания ранее заставляли людей закрывать глаза на творящиеся несправедливости вокруг? Я предлагаю воспитание правдой. Конечно, никто не может знать всю правду, но у каждого есть её часть. Воспитание должно закладывать основы выживания индивида в обществе, а общество должно в свою очередь заботиться о выживании каждого человека. В любом случае ресурсы ограничены, и рано или поздно либо мы откроем принципы, дающие бессмертие человечеству, либо человечество вымрет. Именно в воспитании будущих поколений кроется наше бессмертие или забвение.
  </p>

  <h2 className={styles.subheading}>Какие качества необходимы нашим преемникам?</h2>
  <ul>
    <li><strong>Логичность мышления</strong>: Это, на мой взгляд, самое важное качество человека. Без эффективного инструмента познания мира, никакие другие положительные качества не могут быть развиты.</li>
    <li><strong>Гибкость мышления</strong>: Человек должен понимать, что его знания ограничены. Обладание знаниями в одном направлении не делает его экспертом во всех аспектах жизни. Он должен понимать, что может ошибаться и не отвергать сразу другие мнения. Нужно использовать логику.</li>
    <li><strong>Способность отстаивать своё мнение</strong>: Когда объём знаний достаточен для того, чтобы понять причинно-следственные связи, а новые данные противоречат прежним, нельзя бездумно соглашаться с чужим мнением. Нужно использовать логику.</li>
    <li><strong>Целеполагание</strong>: Способность человека, используя логику, определять свои цели и шаги, необходимые для их достижения.</li>
    <li><strong>Благотворительность</strong>: Способность следовать своим целям, учитывая общее благо. Цели, которые ставит человек, не должны противоречить принципам выживания человечества. Все действия, ведущие к вымиранию человечества, должны восприниматься как отрицательные.</li>
  </ul>
`,
chapter14:`
  <blockquote className={styles.quote}>
    Шаг за шагом, ступает в даль отряд.<br />
    За разом в раз, кузнец куёт металл.<br />
    За годом в год, крестьянин сеет жнёт.<br />
    Из поколения в поколение, народ растёт.<br />
    У каждого свой рок, у каждого своё искупление.<br />
    А испытания всё страшней. Куда ведёт нас проведение?<br />
    <strong>— Я</strong>
  </blockquote>

  <p className={styles.text}>
    Исходя из моих рассуждений, выходит, что построение общества на базе семейных ценностей почти гарантированно приведёт к 
    перекосу распределения ресурсов внутри общества. На какое-то время с помощью различных методов возможно погасить недовольство 
    людей несправедливостями, однако рано или поздно это приведёт к войне.
  </p>

  <h3 className={styles.subheading}>Возможные выходы</h3>
  <p className={styles.text}>
    Одним из выходов из этой ситуации я вижу постепенную трансформацию института частных семей в институт государственного 
    попечительства воспитанию. Ресурсов от этого несомненно не станет больше, но их распределение не будет так вопиюще несправедливым.
  </p>

  <p className={styles.text}>
    Но возникает другая опасность: тысячелетиями доказана работоспособность нашего современного семейного уклада. На базе этого уклада
    и выстроены наши общества.
  </p>

  <h3 className={styles.subheading}>Трудности и риски</h3>
  <p className={styles.text}>
    Другим выходом будет попытка воспитания следующих поколений в тех принципах, которые я описал в прошлой главе, внутри семей.
    Однако было бы слишком наивно считать, что такое воспитание гарантирует верное управление ресурсами общества.
    Те семьи, которые будут находиться у власти, вряд ли будут заинтересованы воспитывать своих потомков в таком ключе.
  </p>

  <h3 className={styles.subheading}>Новые сложности</h3>
  <p className={styles.text}>
    Перешагнув в новую эпоху, мы встретим новые сложности, с которыми ранее не сталкивались. 
    Выживет ли человечество после этого — неизвестно. 
    Говорят, критерием истины является эксперимент, и, скорее всего, только столкновение меж собой 
    двух подходов к воспроизводству людей может дать нам ответ, какой из них жизнеспособнее.
  </p>
`,
chapter15:`
<blockquote className={styles.quote}>
    Делай что должно, и будь что будет.<br />
    <strong>— Марк Аврелий</strong>
  </blockquote>

  <p className={styles.text}>
    Рассмотрев даже небольшое количество вопросов, у читателя уже может сложиться впечатление, что
    спектр задач и направлений деятельности огромен. Более того, этот список задач до конца неопределён.
    Как же тогда достичь устойчивого равновесия в обществе, семье и, главное, в своих собственных мыслях?
  </p>

  <p className={styles.text}>
    В этой книге я, как автор, попытался раскрыть основной принцип совместного существования, развития и
    выживания человечества, показывая примеры своих рассуждений. Каждый из нас, сталкиваясь с новым знанием,
    не должен слепо его копировать, а пропускать через своё сознание и использовать для построения
    собственного видения реальности. Каждый, кто прочтёт эту книгу и осознает её главный посыл — что благо
    есть то, что увеличивает шансы человечества на выживание, — сможет применять этот принцип в повседневной жизни.
  </p>

  <p className={styles.text}>
    Нет необходимости сразу вычислять все возможные благие поступки. Просто живите с этой мыслью, и она сама
    поможет формировать ваши убеждения. Ведь люди меняются. Когда-то давно казалось немыслимым современное
    социальное устройство общества. Но с каждым высказанным мнением, с каждым осознанным фактом люди двигались
    к текущему положению дел. Оно до сих пор не идеально, но каждый из нас меняет представление о хорошем и
    плохом в течение жизни — как в своей голове, так и у всех, кто был рядом.
  </p>

  <h2 className={styles.subheading}>Влияние каждого из нас</h2>
  <p className={styles.text}>
    Всякий раз, совершая верный с точки зрения блага поступок, вы меняете мир. Пусть понемногу, пусть даже
    незаметно для себя, но эти изменения есть. Даже сильные мира сего зависят от них, ведь они не могут
    полностью игнорировать моральные и культурные установки обществ, над которыми обладают властью.
  </p>

  <p className={styles.text}>
    В конечном счёте эта книга и для них также пишется, поскольку власть дана на благо человечества.
    Совершая поступки в верном ключе, они исполняют свой долг перед потомками, а их посмертная слава никогда
    не померкнет. И здесь речь не только о лидерах больших социальных структур — каждый человек меняет мир вокруг
    нас. Мы все вместе — творец. И самое важное — осознать, что есть благо.
  </p>

  <h2 className={styles.subheading}>Создание сообщества</h2>
  <p className={styles.text}>
    В дальнейшем я планирую создать комьюнити для обсуждения различных вопросов, основываясь на выведенном
    мною принципе блага. Я не бог и не способен охватить сознанием все возможные вопросы. Но вместе
    мы буквально равны творцу, и со временем эти обсуждения обязательно улучшат наш мир.
  </p>

  <h2 className={styles.subheading}>Полезные инструменты</h2>
  <p className={styles.text}>
    Одной из важных задач я вижу создание списка полезных приложений для жизни, поскольку я программист и
    вовлечён в эту тему. К примеру, вот созданная мной программа для ведения бюджета:
  </p>

  <p className={styles.link}>
    <a href="https://budget-sigma-sable.vercel.app" target="_blank" rel="noopener noreferrer">
      budget-sigma-sable.vercel.app
    </a>
  </p>

  <p className={styles.text}>
    В чём суть этой программы относительно принципа блага? Мы часто задаёмся вопросом, почему наша жизнь
    складывается именно так, а не иначе. Почему у нас не получается купить себе ту или иную вещь? Используя
    эту программу или подобную ей, вы сможете определить, на что тратите доступные ресурсы. Ведь результат
    вашей деятельности всегда зависит от приложенных усилий. Благодаря составлению списка трат вы сможете
    увидеть, что идёт не так, как вам хотелось бы.
  </p>
    <p className={styles.text}>
	  Благодарю вас за внимание, вместе мы сделаем мир лучше. Не прощаюсь, поскольку ваши мысли обязательно 
    разовьют этот проект.</p>
  `,
  //Главы
  chapter_title_1: "Благо",
  chapter_title_2: "Диллема",
  chapter_title_3: "Правда",
  chapter_title_4: "Есть ли Бог",
  chapter_title_5: "Общество",
  chapter_title_6: "Власть",
  chapter_title_7: "Желание",
  chapter_title_8: "Лень",
  chapter_title_9: "Воля",
  chapter_title_10: "Чувства",
  chapter_title_11: "Дети",
  chapter_title_12: "Семья",
  chapter_title_13: "Воспитание",
  chapter_title_14: "Новое время",
  chapter_title_15: "Делай",
  //Лицензия
  licenseText: `Авторское право © 2024 Валерий Владимирович Бобков. Эта работа лицензируется на условиях - `,
  licenseLink: `Международной лицензии Creative Commons Attribution-NonCommercial-NoDerivatives 4.0`,
};

export default ru;